Repository: 100khours3leetnogopiva/diplomka
Catalog: priv/gettext/*/LC_MESSAGES/courses.po
Languages: pt

source: + Lesson
pt: + Aula

source: A request to enroll has been sent to the course teacher.
pt: Uma solicitação de matrícula foi enviada ao professor do curso.

source: A story has multiple steps. Use them to tell a story, explain a concept or ask a question. Keep them short and simple.
pt: Uma história tem várias etapas. Use-as para contar uma história, explicar um conceito ou fazer uma pergunta. Mantenha-as curtas e simples.

source: Add image step
pt: Nova etapa de imagem

source: Add image to option
pt: Adicionar imagem à alternativa

source: Add option
pt: Nova alternativa

source: Add step
pt: Nova etapa

source: Advanced
pt: Avançado

source: All answers were correct.
pt: Todos as respostas estavam corretas.

source: All lessons
pt: Todas as aulas

source: Are you sure?
pt: Tem certeza?

source: Back to the course
pt: Voltar ao curso

source: Beginner
pt: Iniciante

source: Check this option if this is the correct answer.
pt: Marque esta alternativa se ela for a resposta correta.

source: Confirming...
pt: Confirmando...

source: Content
pt: Conteúdo

source: Correct answer: %{title}.
pt: Respota correta: %{title}.

source: Could not add option!
pt: Não foi possível adicionar a alternativa!

source: Could not change the lesson order!
pt: Não foi possível alterar a ordem das aulas!

source: Could not change the step order!
pt: Não foi possível alterar a ordem das etapas!

source: Could not create lesson!
pt: Não foi possível criar a aula!

source: Could not create step!
pt: Não foi possível criar a etapa!

source: Could not delete course!
pt: Não foi possível excluir o curso!

source: Could not delete lesson!
pt: Não foi possível excluir a aula!

source: Could not delete option!
pt: Não foi possível excluir a alternativa!

source: Could not delete step!
pt: Não foi possível excluir a etapa!

source: Could not update cover!
pt: Não foi possível atualizar a capa!

source: Could not update lesson!
pt: Não foi possível atualizar a aula!

source: Could not update option!
pt: Não foi possível atualizar a alternativa!

source: Course created successfully
pt: Curso criado com sucesso

source: Course deleted successfully!
pt: Curso excluído com sucesso!

source: Course description
pt: Descrição do curso

source: Course slug
pt: URL do curso

source: Course title
pt: Título do curso

source: Course updated successfully!
pt: Curso atualizado com sucesso!

source: Cover updated successfully!
pt: Capa atualizada com sucesso!

source: Create a course
pt: Criar um curso

source: Delete course
pt: Apagar curso

source: Delete lesson
pt: Apagar aula

source: Delete option
pt: Apagar alternativa

source: Description for lesson %{order}. You should update this.
pt: Descrição da aula %{order}. Você deve atualizar isso.

source: Drag the lessons to change their order
pt: Arraste as aulas para alterar a ordem delas

source: Edit course
pt: Editar curso

source: Enrolled successfully!
pt: Matriculado com sucesso!

source: Excellent!
pt: Excelente!

source: Expert
pt: Especialista

source: Failed to enroll
pt: Falha ao se matricular

source: Feedback message displayed after a user answers this question. You can provide some additional context on why this is wrong or correct.
pt: A mensagem de feedback exibida após um usuário responder a esta pergunta. Você pode fornecer algum contexto adicional sobre o motivo pelo qual isso está errado ou correto.

source: Free Enroll
pt: Matrícula gratuita

source: Friendly identifier used to access your course. I.e. my-course-name
pt: Identificador amigável usado para acessar seu curso. Ex: meu-nome-de-curso

source: Good!
pt: Bom!

source: Illustration of a green alien
pt: Ilustração de um alienígena verde

source: Information
pt: Informações

source: Intermediate
pt: Intermediário

source: Is correct?
pt: Está correto?

source: Lesson %{order}
pt: Aula %{order}

source: Lesson created!
pt: Aula criada!

source: Lesson deleted successfully!
pt: Aula excluída com sucesso!

source: Lesson description
pt: Descrição da aula

source: Lesson name
pt: Nome da aula

source: Lesson order changed!
pt: Ordem da aula alterada!

source: Lesson published!
pt: Aula publicada!

source: Lesson unpublished!
pt: Aula despublicada!

source: Lesson updated successfully!
pt: Aucla atualizada com sucesso!

source: Manage lesson
pt: Gereciar aula

source: Next step
pt: Próxima etapa

source: Not bad!
pt: Nada mal!

source: Option added!
pt: Alternativa adicionada!

source: Option deleted!
pt: Alternativa excluída!

source: Option feedback
pt: Feedback da alternativa

source: Option title
pt: Título da alternativa

source: Option updated!
pt: Alternativa atualizada!

source: Pending Approval
pt: Aprovação pendente

source: Perfect!
pt: Perfeito!

source: Publish
pt: Publicar

source: Remove step
pt: Excluir etapa

source: Request to join
pt: Pedir para participar

source: Step created!
pt: Etapa criada!

source: Step deleted!
pt: Etapa excluída!

source: Step order changed!
pt: Ordem da etapa alterada!

source: That's incorrect.
pt: Está incorreto.

source: There's room for improvement
pt: Tem espaço para melhorar

source: Unable to complete lesson
pt: Não foi possível concluir a aula

source: Unable to select option
pt: Não foi possível selecionar a alternativa

source: Unpublish
pt: Despublicar

source: Untitled option
pt: Alternativa sem título

source: Update course
pt: Atualizar curso

source: Update option
pt: Atualizar alternativa

source: Very good!
pt: Muito bem!

source: Well done!
pt: Boa!

source: When checked this course will be visible to all students from your school. Keep it unchecked if you want this course to be visible only to invited students.
pt: Ao marcar esta opção, este curso será visível para todos os alunos da sua escola. Mantenha desmarcado se você quiser que este curso seja visível apenas para os alunos convidados.

source: When checked, this course will be visible to students. Keep it unchecked if this is a draft course that shouldn't be available yet.
pt: Ao marcar esta opção, este curso será visível para os alunos. Mantenha desmarcado se este for um curso rascunho que ainda não deve estar disponível.

source: You cannot have more than 20 steps in a lesson
pt: Não é possível ter mais de 20 etapas em uma aula

source: You got %{correct} out of %{total} answers right.
pt: Você acertou %{correct} de %{total} respostas.

source: You selected: %{title}. %{feedback}
pt: Você selecionou: %{title}. %{feedback}

source: You'll be able to edit this information and add content to your course later.
pt: Você poderá editar essas informações e adicionar conteúdo ao seu curso mais tarde.

source: Is public?
pt: É público?

source: Stats
pt: Estatísticas

source: This will remove %{username} from your course. They won't be able to see your course anymore unless you approve them again.
pt: Você está prestes a remover %{username} do seu curso. Eles não poderão mais ver seu curso, a menos que você os aprove novamente.

source: Your progress in this lesson will be lost. Would you like to quit?
pt: O seu progresso nesta aula será perdido. Você gostaria de sair?
